Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] WEBTOON KO>EN THE RUNWAY.tmx
Source language: ko
Languages: en

source: 조금의 얼룩이라도 남게 되면 그건 모두 회사 비용에서 처리되어야 하고,
en: if there’s any damage to the room, we have to cover it.

source: 이제 와서?
en: at this point?

source: 뭐, 인마?
en: seriously, dude?

source: 아니면, 우리 불륜이에요?
en: or what, are we having an affair?

source: 제발 집에서라도 숨 좀 쉬게 해달라고 나한테 빌더라, 너.
en: you begged me to let you breathe at home.

source: 누구세요?
en: who is it?

source: 나 잠깐 2층 좀 내려갔다 올 테니까 무슨 일 생기면 연락해?
en: I’m going to the second floor. I’ll be right back, so let me know if you need anything.

source: 양구이
en: grilled sheep

source: 전 어떻고요.
en: how do you think I feel?!

source: 그래야지.
en: that’s my girl.

source: 어우, 우리 신 편.
en: aw...

source: 응.
en: yeah.

source: 나, 이제 너란 여자가 무서워지려고 한다.
en: you are freaking me out.

source: 말 그대로 패션 트렌드 분석이잖아?
en: you’re analyzing a fashion trend.

source: 사실 형이랑 형수 안 어울렸지 뭐.
en: you two weren’t really compatible anyway.

source: 막걸리 3,000
en: makgeolli $3

source: 딩동
en: ding

source: 쿵
en: thud

source: 런웨이 쪽과 촬영은 몇 번 해봤는데,
en: I’ve done a couple of shoots with the RUNWAY,

source: 이것이 말로만 듣던 직장 내 신종 괴롭힘인가?
en: is this a new form of workplace bullying?

source: 해준 씨.
en: haejun.

source: 로펌 자리 잡기까지 네가 언제 한번 내 남편 노릇 제대로 한 적 있었니?
en: but before your work stabilized, you weren’t there for me.

source: 부담 안 줄게.
en: you don’t have to feel burdened.

source: 침대가 어디야.
en: where’s your bedroom?

source: 넌 그냥 날 사람으로 안 본 거야.
en: you just didn’t think of me as a human.

source: 노예 체질인가?
en: do you hate yourself?

source: 내가 이 시계는 못 준다고 미리 선을 그어놨거든.
en: I said that we can’t give him the watch.

source: 죄송합니다!
en: I’m sorry!

source: 편, 집장님ꞏꞏꞏ?
en: ch-chief...?

source: 그러나 그뿐.
en: but that’s all.

source: 묻잖아요, 뭐 하시는 거냐고.
en: I asked you, why are you yelling at him?

source: 아님 언니가 사다주는 커피가 맛이 없는 건가?
en: or does it suck because it’s from you?

source: 너희들은 말 하나는 참 잘해?
en: are you?

source: 그래!
en: right!

source: 예?{j}아, 예.
en: {j}oh, okay.

source: 잡아봐.
en: hold it.

source: 프라이버시야.
en: that’s a private matter.

source: 5년간 만났던 사람에게까지 뒤통수 맞고 나니까 새로운 사람과 다시 시작할 마음의 준비가…
en: but after getting stabbed in the back by a guy I dated for five years, I’m a little afraid to start--

source: 사 와 봐요.
en: go get it.

source: 오랜만이네ꞏꞏꞏ
en: long time no see...

source: 우리 애가 뭘 잘못했는데!
en: what did he do wrong?!

source: 네 바람은 정당화된다?
en: it justifies you cheating on me?

source: 그런데, 너 때문에 곤란해질 상황 따윈 오지 않아.
en: ...and there aren’t any difficult situations because of you.

source: 내가 언제 너한테 장기 달라고 했었냐?
en: I didn’t ask you for an organ...

source: 그런데 내가 왜 곤란해지지?
en: what difficult situation would I be in?

source: 진경아.
en: jingyeong.

source: 그에게 곤란한 일을 안겨주고 싶지 않다.
en: I don’t want to make him do something like that.

source: 뭐라는 거야.
en: yeah right.

source: 다른 걸로 바꿔다 줘?
en: do you want me to get you a different kind?

source: 아마 유 선배 빼고는 다 느낄껄요?
en: everyone probably knows except for you.

source: 머리 좋네.
en: look at you, how smart.

source: 결국 사장에게 보고 해야 하는 건 편집장이다.
en: so, the chief would have to report it to the CEO.

source: 눈이 낮아도 너무 낮아.
en: your bar is on the floor.

source: 망고주스 3.8
en: mango juice $3.8

source: 수리비는 안 받을 테니까 사과만 하고 가.
en: I won’t sue you for keying my car if you just apologize.

source: 맞아.
en: you’re right.

source: 널 좀 좋아하자.
en: let me love you.

source: 편집장님도 유독 유 선배는 예뻐하는 것 같기도 하고.
en: I think the chief likes you too.

source: 일들 제대로 하라고.
en: do your job, well.

source: 창구이 16,000
en: intestines $16

source: 뭐가 맞다는 건지.
en: what am I right about?

source: 오늘 촬영 그만할까?
en: I don’t even feel like doing this photoshoot.

source: 어느덧 촬영은 뒷전이 되었다.
en: the photoshoot stopped as well...

source: 동료끼리 술 마시는데 이유가 필요해?
en: don’t coworkers get drinks together?

source: 이 새끼 봐라?
en: seriously?

source: 유, 지안 씨.
en: jian...

source: 그동안 내가 죽이니 살리니 말은 거칠게 했어도 젠틀하게 많이 봐줬다고 생각하는데.
en: I’ve been warning you this whole time, but I was being a gentleman with you so far.

source: 너희 둘.
en: you two,

source: 그럼 내가 여기 왜 있겠어.
en: why else would I be here?

source: 뭐가 그렇게 두려워서.
en: what are you scared of?

source: 꾸벅
en: bow

source: 가만 보니 이 남자는….
en: looking at him now...

source: 스윽..
en: glance

source: 그래, 나 너한테 나쁜 년 맞는데.
en: yes, I am at fault here...

source: 아!
en: oh!

source: 어떤 여자야?
en: what kind of lady is she?!

source: 후배요?
en: bother...

source: 이 사람이 정말…
en: seriously...

source: 여전히 비싸게 구네?
en: stop playing so hard to get.

source: 이 근방엔 없습니다.
en: there’s none around here.

source: …네?
en: what?

source: 편집장님에 대해 아는 것도 하나 업고.
en: I don’t really know much about you...

source: 온 김에 아들 얼굴이나 보고 가시지.
en: you should have said hi to me.

source: 응?
en: please?

source: 어우, 추워.
en: ugh, it’s so cold.

source: 각색.콘티 도미 원화 녹두 원작 Hirachell
en: Adaptation & Storyboard Domi Illustration Nokdu Original Work Hirachell

source: 선배는 연예인 촬영 자주 안 해 보셨죠?
en: you haven’t worked with a lot of celebrities before, right?

source: 천자한우곱창
en: CHEONJA KBBQ GOPCHANG

source: 나쁘진 않은데 좋지도 않아.
en: it’s not bad, but it’s not great.

source: 척
en: step

source: 편집장님은 보면 볼수록 반전 있는 사람 같아요.
en: you’re full of surprises.

source: 그럼 떡볶이 먹을래?
en: then do you want to eat tteokbokki?

source: 앞으로 넌 내 걱정은 하지 말고.{j}나랑 즐겁게 연애만 하면 돼.
en: don’t worry about me and just enjoy this.{j}

source: 한 번 갔다 온 건 일도 아니죠.
en: it’s not a big deal.

source: 소개팅 있다구요.
en: I have a date!

source: 버터구이 오징어 몸통이랑 다리 섞은 거요.
en: a butter-roasted squid...

source: 끼기긱
en: SCREECH

source: ꞏꞏꞏ오빠?
en: haejun...?

source: 난 여자가 주는 커피만 마셔.
en: I only drink coffees from girls.

source: 할 일이 좀 많아서요…
en: I just have a lot to do...

source: 근데 그거 알아?
en: you know what?

source: 요즘 돌싱이 대수야?
en: a lot of people get divorced nowadays.

source: 그것까진 몰라도 돼
en: you don’t have to know.

source: 털썩
en: flop

source: 아닌데!
en: no, it isn’t!

source: 하아…
en: sigh

source: 배경 김다와
en: Backgrounds Dawa Kim

source: 그러니까 제가 네 살짜리랑 같냐구요.
en: that’s what I’m saying! I’m not a four year old.

source: 가, 나랑.
en: you should go with me.

source: 지금 당장 네 도장 가지고 나와서 찍으라고.
en: so sign it. right now.

source: 여긴 어쩐 일이세요?
en: why are you here?

source: 우리들의 이 얽힌 싵타래를,
en: is it even possible for us...

source: 저기 부원장님.
en: excuse me, haejun!

source: 네가 싫대?
en: she doesn’t like you?!

source: 우리, 연예인들 인터뷰 기사 따는 잡지삽니다.
en: we’re a magazine that publishes about celebrities.

source: 난 거기 커피가 맛있던데.
en: I like their coffee.

source: 대박!
en: this is amazing!

source: 멍..
en: stare

source: 한 명은 억대 연봉을 자랑하는 편집장.
en: an editor with a six-figure salary,

source: …밥 좀, 주세요.
en: can you... make me dinner?

source: 흔들
en: shake

source: 혼자 조용히 식사하고 와요.
en: have a good lunch.

source: 조각상처럼 잘생겼다.
en: or like a statue,

source: 내가 뭘 오해하고 있냐고.
en: what am I not seeing?

source: 네, 지금 자리에 계십니다.
en: he is at his office.

source: 그래, 계속해봐.
en: fine, keep going.

source: 헉!
en: gasp

source: 왜 그냥 가.
en: why did you just leave?

source: 도대체 뭘 먹으면 사람이 이렇게 뻔뻔해질 수 있는 걸까?
en: how is she that selfish?

source: 내가 대신 알려줄까?
en: the real reason why you came here?

source: 이건 너 하고.
en: ...take this...

source: 어머
en: awww

source: ⋯결혼하지 마.
en: ...and don’t get married.

source: 물론 괜찮은 여자라고는 여러 번 생각했었지만.
en: of course I thought she was a great person.

source: 사람이 한 번만이라도 좀 솔직해져 봐.
en: ...should be honest for once.

source: 이분이 보자보자 하니까 정말!
en: absolutely not!

source: 뭐 이런 뻔뻔한.
en: you have no shame.

source: 이러기 위해 온 게 되어버렸네.
en: ...but now that I am here, I want to.

source: 가자, 천천히.
en: let’s go, slowly.

source: 부부가 대화를 해야지.
en: you gotta talk to him, he’s your family.

source: 말은 네가 먼저 깠지.
en: you cut me off first.

source: 내가 애인 해다라고 했잖아.
en: I asked you to be my lover.

source: 이게 커핍니까?
en: are you serious?

source: 협의이혼의사 확인신청서
en: Consensual Divorce Confirmation Form

source: ㅂ신 같은 난 그 냄새를 1년간 맡았고.
en: and I’ve been smelling it for a year.

source: 내가 왜 왔더라…
en: why am I here...?

source: 망고 에이드 3.8
en: mango ade $3.8

source: 너란 남자는 정말.
en: you’re just...

source: 심심하다든가.
en: or he’s bored.

source: 편집장님 가만 보면 유 선배만 예뻐하시는 것 같아요.
en: chief, I feel like jian is your favorite.

source: 뭐가 급해지셨는데요?
en: how come?

source: 내가 지금 최유라 씨랑 같이 먹자고 했잖아.
en: I’m asking you to have lunch with me.

source: 네!
en: yes, chief!

source: 그걸 왜 저한테…
en: I don’t know why you’re asking me that...

source: 분명 네 귀에 다 들렸을 텐데도, 한 번을⋯
en: you must have heard, but you didn’t check on me once...

source: 남자는 아니잖아?
en: you’re clearly not a gentleman.

source: 정말 곤란하다고요.
en: it’s so difficult.

source: 우리에겐 더 이상, 희망이 없는 걸까?
en: is there really no hope for us?

source: 콩
en: thud

source: 편집장님, 해준 씨가ꞏꞏꞏ
en: chief, haejun is--

source: 여기 보세요!
en: look at the camera!

source: 잡채도 좀 싸오고.
en: I brought some japchae too.

source: 버엉
en: stare

source: 하아ꞏꞏꞏ
en: sigh

source: 꺄아-
en: WOOHOO

source: 런웨이 막내도 아닌, 유라 선배에게.
en: one given not to an intern, but to the deputy editor.

source: 뭐가 불만이야?
en: what’s the issue?

source: 근데 유지안 씨는 수학 문제보다 더 어려워.
en: but figuring you out is even harder.

source: 한 명은 신앤장 로펌 대표변호사.
en: a representative attorney of shin and jang law firm,

source: 예, 편집장님.
en: yes, chief.

source: 덥석
en: grab

source: 나보다 더 못돼 처먹은 게 너란 사람이야.
en: but you’re way worse than me.

source: 바빠 죽겠는데 갑자기 뭔 집합이야.
en: why is he calling us? I’m busy.

source: 아이스 바닐라 라떼.
en: I want an iced vanilla latte.

source: 진경아, 내가 너 와이프 대우해주는 것도 딱 여기까지야.
en: jingyeong, this is my last time treating you like my wife.

source: 이상해, 언제부턴가 그냥 남편에겐 지고 싶지가 않더라.
en: it’s weird... at some point, I didn’t want to give in to him...

source: 지금은 네가 그 어떤 충격적인 말을 꺼내도 귀에 안 들어와.
en: whatever you say right now, no matter how shocking it is, I won’t be able to pay attention to it.

source: 말해봐.
en: tell me.

source: 일주일 내내 야근이야?
en: working overtime for the whole week?

source: 진짜 캐릭터 특이한 언니네?
en: you’re very interesting, girlie.

source: 앞으로 넌 내 걱정은 하지 말고.
en: don’t worry about me,

source: 부르지 마!
en: don’t say anything!

source: …나, 유지안 씨 좋아해.
en: I’m into jian...

source: 내가 밤새 생각을 좀 해봤는데, 생각하면 할수록 기분이 더러워서 말이야.
en: I’ve been thinking about this all night, and it really bothers me.

source: 내가 앞으로 너랑 단둘이 어딜 다니잖아?
en: I swear to god, I will never go anywhere with you ever again.

source: 장 검사답지 않게 왜 회의 중 딴짓이야?
en: are you zoning off during the meeting? that’s not like you.

source: 기백아.
en: kibaek.

source: 사람들 다 보는데!
en: everyone’s watching!

source: 조각이세요!
en: you’re a piece of art!

source: 둘이요?
en: just... us?

source: ꞏꞏꞏ잘 모르겠는데ꞏꞏꞏ
en: I’m... not sure...

source: 코인 노래
en: COIN KARAOKE

source: 협의 이혼으로 가줄게.
en: let’s end it with a consensual divorce.

source: 어ꞏꞏꞏ?
en: wait.

source: 시계를 달라고 생떼를 쓸 것 같은 기분인데.
en: ...that he’s going to ask for this watch for free.

source: 특히 결혼한 여자와는 더더욱.
en: especially a married one.

source: 그럼 기물손괴죄로 3년 이하의 징역이나 벌금형 받을래?
en: then would you rather get fined or have a maximum prison sentence for three years for property damage?

source: 원화 녹두
en: Illustration Nokdu

source: 풀 수는 있는 걸까?
en: ...to untangle our relationship?

source: 나 여자랑은 단둘이 술 안 마셔.
en: I don’t drink alone with a lady.

source: 하, 진짜 내가 어쩌다가, 짜증 나 돌아버리겠네.
en: sigh how did I even... this is so frustrating.

source: 그래, 한번 물어나 보자.
en: sure, let me ask then.

source: 그런데 저희 집에 오신 이유가⋯
en: by the way, what are you here for...?

source: 네가 그랬잖아.{j}꼴사납게 굴지 말라며?
en: you told me not to mess with you.{j}

source: 제발~ 한번만 파스타
en: please try it pasta

source: 편집장님, 저한테 뭐 긴히 하실 말씀이라도…
en: chief, is there anything you want to tell me...?

source: 손 선생님이 틀렸어.
en: guess you were wrong, ms. son.

source: 너, 혹시…
en: have you ever...

source: 신 변, 나 헤어스타일 어떤 것 같아?
en: lawyer shin, how does my hair look?

source: 부원장님은 지금 수술 중이신데 곧 나오실 겁니다.
en: he’s in surgery now, but he’ll be out soon.

source: 죄송합니다.
en: my apologies.

source: 축하한다고 말해주려고.
en: ...wanted to tell you congratulations.

source: 편집장님!
en: chief!

source: 아, 신해범 변호사님이요?
en: oh, lawyer haebeom shin.

source: 온니이이
en: hiii!

source: 그렇게 해요.
en: sure.

source: 꾸깃
en: frown

source: 코미디네, 이거.
en: how funny.

source: 너 오늘 내 위로 필요 없는 거면.
en: if you don’t need me to comfort you today...

source: 똑 똑
en: KNOCK KNOCK

source: 확실해?
en: are you sure?

source: 난 상관없는데.
en: I don’t care.

source: 뭐야, 이게.
en: what are these?!

source: 이번엔 또 무슨 말로 나를 당황시키려고?
en: what is he going to say this time?

source: 딸랑
en: jingle

source: 깜짝
en: flinch

source: 헤이, 형.
en: hey, bro.

source: 내가 왜 너랑 이런 곳에서 마주 보고 앉아 있어야 되는 건지 정말 이해가 안 된다.
en: I just don’t understand why I have to sit across from you at a place like this.

source: 더 런웨이
en: The RUNWAY

source: 모듬구이 16,000
en: grilled intestines special $16

source: 이 남자가 치사율 100프로의 독을 품은 그 독사가 맞나?
en: is this the same man who murders people with words at the office?

source: 직장이고 나발이고.
en: should I say f*ck work,

source: 내가 웃을 일만 만들어줄 거거든.
en: I’m only going to make you smile.

source: 너희 둘.{j}매일 새벽까지 같이 술 마셨지.
en: the two of you always drank all night together.{j}

source: 근처 A 브랜드도 싫다.
en: the a brand coffee,

source: 내가 유산한 날이기 때문이야.
en: ...is the day I miscarried.

source: 나중에.
en: I’ll explain later.

source: 가자고.
en: let’s get out of here.

source: 내가 뭘 오해하고 있는데.
en: how am I mistaken?

source: 턱
en: grab

source: 손댈 만하니까 댔겠죠.
en: he deserved it.

source: 움찔
en: FLINCH

source: 오후 1:31
en: 1:31 pm

source: 그래 법대로 가.
en: then handle this legally!

source: 닭발볶음
en: Stir-fried Chicken Feet

source: 주춤..
en: flinch

source: 시정하겠습니다.
en: I’ll correct it right now, chief.

source: ...네?
en: wh-what?

source: 언니가 가요.
en: you should go, girlie.

source: 마지막이야.
en: this is the last time.

source: 각색ꞏ콘티 도미 원화 녹두 원작 Hirachell
en: Adaptation & Storyboard Domi Illustration Nokdu Original Work Hirachell

source: 아직도 가슴속에 각인되어 사라지지 않는 그날의 모든 기억들.
en: the memories of that day are engraved in my brain.

source: 탈출맨
en: ESCAPE ROOM

source: 얘도 특이한 캐릭터네.
en: what an interesting guy.

source: 너는 좀 단 한 번만이라도!
en: can you please, just for once!

source: 성큼
en: stomp

source: 네가 매달린다고?
en: you’re begging her?

source: 선택이 아니라.
en: it’s not a choice. you have to do it.

source: 어서 오십쇼!
en: welcome!

source: ꞏꞏꞏ혹시 저 기다리셨어요?
en: were you... waiting for me?

source: 나는 모델 쪽을 많이 했지.
en: yeah, I usually work with models.

source: 그렇지만!
en: but...!

source: 구이
en: grilled

source: 편집장님.
en: chief.

source: 퍼뜩
en: FLINCH

source: 그래, 그러면 됐다.
en: all right... that’s good.

source: 내가 그 말을 어떻게 해석하면 되는 거야.
en: how am I supposed to take this?

source: 뭐 하는 짓이냐?
en: what are you doing?!

source: 내가 뭘 오해하고 있는데?
en: how am I mistaken?

source: 그러니까 이걸 왜 주는데.
en: I mean, why did you get this for me?

source: 저기 해준 씨, 제가 해준 씨를 여기에 버려두고 들어갈 수가 없어서 그래요.
en: haejun, I can’t leave you out here like this.

source: 네가 날 선수라고 본다면.
en: but if you think I am one,

source: 정말 천천히 가도 기다려줄까...?
en: would he actually wait for me if I did?

source: 생각해 보니까 대화가 필요 없겠어요.
en: I don’t think we need to talk anymore.

source: 이건 다 큰 새끼들을 먼지 나게 팰 수도 없고.
en: ...but I can’t do that anymore, can I?

source: 아니면, 내가 여자라 만만해 보여?
en: or did you think I won’t talk back because I’m a woman?

source: 끝났어요?
en: you are?

source: 없으니까 그냥 네가, 네가 그냥 좀 살라고…
en: so you can just live there.

source: 네가 날 자꾸 그렇게 만들잖아.
en: you’re forcing me to be.

source: 하
en: SCOFF

source: 상담이나 사건 의뢰하어 오셨나요?
en: are you here for a consultation?

source: 도대체 데이트를 하자는 건지 강행궁을 하자는 건지.
en: but what is this, a workout?

source: 진짜 가?
en: really?

source: 해범 씨, 나는⋯
en: haebeom, I...

source: 네, 좀.
en: yes, a little.

source: 원하는 스낵을 모두 편하게 말했는데, 왜 편집장에겐 그게 안 되는 걸까?
en: why can’t I do the same now?

source: 상대가 자신의 마음에 대한 확신이 없을 땐, 그 확신을 심어주면 되는 거다.
en: if she’s unsure about her feelings, I just have to assure her.

source: 그럼 나한테 무슨 대답이 듣고 싶은데?
en: what do you want me to say?

source: 있잖아?
en: did you just cut me off?

source: 형수랑 싸운 모양이지.
en: maybe he fought with his wife,

source: 왜 이케 늦어또오!!
en: why were you sooo late?!!!

source: 솔이?
en: sol?

source: 좀 춥긴 했지.
en: a little.

source: 어디긴 어디야, 경찰서지.
en: to the police station, of course.

source: 카페야 떡집이야?
en: is it even a coffee shop?

source: 제가 분명 며칠만 더 시간을 달라고…
en: I asked you to give me a few more...

source: 가긴 어딜 가.
en: where do you think you’re going?

source: 그런 뜻이 아니라.
en: I mean, you could’ve gave me a call.

source: 미안해.
en: I’m so sorry.

source: 너무 예쁘다, 소연아!
en: you’re so beautiful, soyeon!

source: 맛있게 먹고 와요, 내가 살게.
en: enjoy your lunch. it’s on me.

source: 남녀 사이에 친구가 어딨어.
en: there’s no such thing as true friends in between men and women.

source: 얼굴 좋아졌네.
en: you look great.

source: 머엉..
en: daze

source: 뭘 또 먹어요, 20분 전에 밥 먹었잖아요.
en: we just ate 20 minutes ago.

source: 알아서 할게요.
en: I’ll take care of it.

source: 나는 대체 여긴 뭐 하자고 온 걸까?
en: why did I come here?

source: 볶음밥 부추전 김치전 유부우동 콩국수
en: Fried Rice Leek Pancake Kimchi Pancake Yubu Udon Soybean Noodles

source: 열받으면 못할 게 없는 다혈질이기도 하고.
en: I’m short tempered as well, and there’s nothing I won’t do when something pisses me off.

source: 월급값들 좀 해.{j}일들 제대로 하라고.
en: prove that you’re worth your paycheck and do your job well.{j}

source: ⋯있었네?
en: you were home?

source: 그걸 내가 왜 대답해.
en: why would I answer that?

source: 망고 아이스티 3.0
en: mango iced tea $3.0

source: 해 준
en: Haejun

source: 욱신
en: throb

source: 유지안 씨가 앞으로 날 얼마나 더 기다리게 할지는 모르겠지만.
en: I don’t know how much longer you’re going to make me wait,

source: 세 배씩이나?
en: three times?

source: 내가 뭘?
en: me?

source: 문득 미애 부편집장님의 말이 뇌리를 스쳤다.
en: suddenly, I remembered what the deputy editor said about the chief.

source: 생각보다 너무 일찍 오는데.
en: I didn’t have to wait long at all.

source: 너에겐 늘 일이 우선이었잖아.
en: your work was always your first priority.

source: ꞏꞏꞏ대체 무슨 관찰이었습니까?
en: what were you observing?

source: 그 작은 티끌을 방치하니 어느 순간 눈덩이처럼 불어나고,
en: we neglected it, and that gap between us got bigger and bigger.

source: 그게 다야?
en: was that all?

source: 소화전
en: fire hydrant

source: 그러니 우리는 맨날 다람쥐 쳇바퀴 돌듯 항상 그 자리일 수밖에.
en: no wonder we don’t get anywhere with our arguments.

source: 팝콘이랑 나초랑 핫도그요⋯
en: popcorns, nachos, and hot dogs...

source: 들어가서 기다려.
en: wait inside.

source: 잠은 좀 주무셨습니다?
en: did you get some rest...?

source: 사계절을 두 번이나 겪어놓고도 몰랐어요?
en: you went through all four seasons twice, and you didn’t know?

source: 왜, 별로야?
en: why, you don’t like it?

source: 유지안 씨가 네 애완견이야?
en: is jian your dog or something?

source: 모든 게 편집장님과 처음이었는데…
en: you were my first for everything...

source: 나한테 예뻐 보이고 싶어서?
en: because you wanted to look nice for me?

source: 순곱창구이
en: grilled intestines

source: 너는 뭐, 별일 없지?
en: is everything all right with you?

source: 나 좀 제발!
en: let me breathe.

source: 그가 매달린다.
en: he’s begging.

source: 네가 내 장기가 필요해서 아무거나 떼 달라고 한다면,
en: if you need an organ implant,

source: 올라가야 된다며?
en: you said you have to go soon.

source: 채석 데이
en: Colors Day

source: 이 시간에 들어온 사람 붙잡고 얘기해야 될 정도로 급한 얘기냐고.
en: is it so urgent that you have to tell me, who just got home from work, at this hour?

source: 우리 편집장님.
en: our chief...

source: 푸욱
en: DROP

source: EN
en: KR

source: 그렇다면,
en: then...

source: 핫도그 하나랑요.
en: a hot dog,

source: 그게 왜 궁금한지 난 도무지 이해가 안 되는데.
en: I don’t even understand why you’re curious.

source: 뚜-뚜-
en: beep beep

source: 너희들이 미운 일곱 살이야?
en: Huh?

source: 한 2년 처넣을 수 있다고?
en: up to two years?

source: 나, 지안 씨 안 좋아해.{j}물론 괜찮은 여자라고는 여러 번 생각했었지만.
en: I think she’s a great person, of course, but I’m not in love with jian.{j}

source: 절뚝
en: limp

source: 긁적
en: scratch

source: 헤어스타일이 재판 승소와 관계가 있어?
en: will that have any bearing on the trial?

source: …미안해…
en: I’m sorry.

source: 삐질
en: HMPH

source: 와, 쪽팔려.
en: gosh, I’m so embarrassed.

source: 그만인데⋯
en: I can just get a new one, but...

source: ꞏꞏꞏ뭐?
en: what...?

source: 해준 씨, 맞지?
en: it’s you, right?

source: 이제 보니 네가 눈치를 아예 밥 말아 먹은 건 아니구나.
en: turns out you’re not completely stupid.

source: 수고.
en: take care.

source: 이 꽃은 맘에 안 들어?
en: is it the flower type?

source: 비틀..
en: WOBBLE

source: 그만들 해.
en: guys, stop.

source: 내가 늘 네 앞에서 기어주니까 사람 한찮게 보는 모양인데.
en: maybe you’re looking down upon me because I always let you have the upper hand.

source: 나, 이렇게까지 해야 되는 거야?
en: do I really have to do this?

source: 휴..
en: WHEW

source: 그럼 당신부터 시작해.
en: you start.

source: 저기, 편집장님.
en: um, chief.

source: 변호사가 법으로 승부를 볼 생각을 해야지, 무식하게 폭력이야 폭력이!
en: as a lawyer, you can’t handle things with violence!

source: 나를 만나는 주려나?
en: would he even see me?

source: 들어가 보세요
en: you can go in.

source: 아니, 제, 제가요?
en: I mean, I did?

source: 띵동
en: ding

source: 형도 알겠지만 저 맷집 좋잖아요.
en: you know I can take some punches, I’m strong.

source: 잘 살고 있는 거 아니었어?
en: I thought you two were doing well!

source: 아직도 사진은 못 찍네.
en: she’s still camera shy.

source: 나는 정말, 해준이 네가 원하는 건 다 줄 수 있어.
en: I really can give you anything you want.

source: 출구
en: exit

source: 핫
en: GASP

source: 씨익
en: chuckle

source: 어이구, 잘해줘야 소용없다니까?
en: haha, she must have really missed her daddy.

source: 아, 몰라.
en: ugh, whatever.

source: 저랑 하루살이 연애해요?
en: is this our last day on earth?

source: 너도 나한테 나쁜 새끼야, 알아?
en: ...but I’m not the only one.

source: 벌써 다섯 잔째다.
en: this is the fifth one.

source: 고마워.
en: thank you.

source: 뭐야, 옷 갈아입었어?
en: wait, you changed?

source: 다만, 아직은 새로운 누군가와 다시 시작할 마음의 준비가 완벽히 되지 않았을 뿐...
en: ...but I’m just not entirely ready to start something with someone new.

source: 두리번
en: glance

source: 편집장님 대하는 것보다 세 배는 더 오버해야 되는데, 하실 수 있겠어요?
en: we have to flatter him three times more than we do with our chief.

source: 안절
en: NERVOUS

source: 아이고~!
en: damn!

source: 쑥슈페너, 팥슈페너, 인절미티라미수?
en: matcha einspanner, red bean einspanner, ricecake tiramisu?

source: 소대창구이
en: grilled cow intestines

source: 아주 새롭고 신선해.
en: very refreshing.

source: 바들
en: TREMBLE

source: 믹스 커피 안 마셔요.
en: I don’t drink instant coffee.

source: 이건 얼마나 하나요?
en: how much does this cost?

source: 폭탄주.
en: mixing drinks.

source: 어쩌겠어요.
en: what can we do about it?

source: 파바밧
en: CLACK

source: 그의 얼굴을 마주하면 난 무슨 말부터 꺼내야 할까?
en: what am I supposed to say when I see his face?

source: 꿇으라면 꿇고 부탁할게.
en: I’ll beg if you want me to.

source: 너 때문에 날린 내 시간, 틀어진 일정, 어떻게 보상해줄래?
en: how are you going to reimburse me for my time and the appointments I missed?

source: 내가 오늘 찾은 곳은 해준이 부원장으로 근무하고 있는 '365 에스라인'이다.
en: I am here at 365 s line, where haejun works as an assistant director.

source: 내일 나랑 영화 보러 갈까?
en: do you want to watch one with me tomorrow?

source: 말해.
en: so tell me.

source: 그래, 가!
en: yeah, come on!

source: 얼른 물어봐.
en: so, ask me.

source: 현민이 보고 싶어서 왔지.
en: I just missed you, hyeonmin.

source: 이번 호 기획은 한겨울을 맞아 머플러 패션을…
en: for this month’s theme, since it’s winter, we can do a scarf special--

source: 곧 올라가 봐야 돼.
en: I have to leave soon.

source: 나도 그래.
en: me too.

source: 새로운 사람에 대한 호기심?
en: curiosity about a new person?

source: 이렇게 헤어지려니 아쉬워?
en: you want to spend more time with me?

source: 아침부터 후배 잡을 시간에 네 의상이나 신경 써.
en: instead of bothering your coworker, put that energy into bettering your outfit.

source: 나야, 거기서 오래 살았으니까.
en: well, I did live there for a while.

source: 그러니까 사람 빡치게 하지 말고 비키라고.
en: so, get out of my way, and stop annoying me.

source: 대답해.
en: answer me.

source: 소연
en: soyeon

source: 서로의 입장을 고려하지 않는다.
en: we refuse to think in each other’s perspectives.

source: 사람 죽여!
en: I’M DYING!

source: 내가 뭐 실수라고 했나?
en: did I do something wrong?

source: 5분만, 아니 1분만 잠깐 이야기 좀 하자는 나한테, 너 뭐라고 했는지 기억은 하니?
en: I asked you to talk to me for five minutes, no, just a minute. do you remember what you said?

source: 오늘 진짜 왜 이러는 건데!
en: what’s going on with you today?!

source: 고맙긴.
en: don’t thank me.

source: 난 개념 없는 사람은 사람 취급 안 해.
en: I don’t consider brainless snobs as humans.

source: 부원장님?
en: doctor?

source: 너 있잖아.
en: you...

source: 하루만 안 봐도 무슨 일이 있는 건 아닌지 궁금하고 또 보고 싶다며.
en: you can’t go a day without missing each other.

source: 난 우리가 소울메이트 정도라고 생각했는데.
en: ...but I thought we were more like soulmates.

source: 와, 어디서 이런 뻔뻔한 게.
en: are you serious right now?

source: 네 눈엔 그래 보여?
en: you think so?

source: 저런 새끼는 5년씩이나 만났으면서.
en: you dated someone like that for five years...

source: 뭐 아시는 거 없으세요?
en: do you know what’s going on?
